Table of Contents
 Class ResultOfLoadingItem
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Item of Result of Loading
[Obfuscation(Feature = "renaming")]
public class ResultOfLoadingItem
Inheritance
object
ResultOfLoadingItem
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Coefficient
Coefficient of loading
public double Coefficient { get; set; }
Property Value
double
 Loading
Loading
public Loading Loading { get; set; }
Property Value
Loading
 Edit this page